"BUTTON_AUTHENTICATE" = "Usar meu número de celular";

"BUTTON_CONTINUE" = "Continuar";

"BUTTON_DISMISS" = "Rejeitar";

"BUTTON_DONE" = "Concluído";

"BUTTON_NOT_NOW" = "Agora não";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Solicitar outro.";

"BUTTON_RETRY" = "Tentar novamente";

"BUTTON_SENDING" = "Enviando...";

"BUTTON_SENDING_CONF_CODE" = "Enviando código de confirmação";

"BUTTON_SEND_CONF_CODE" = "Enviar código de confirmação";

"BUTTON_SENT_CONF_CODE" = "Código de confirmação enviado";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Tente um número diferente";

"CALL_ME_ACTION" = "Ligar para mim";

"CALL_ME_LOADING" = "Chamando...";

"ERROR_CANT_SMS" = "Não foi possível enviar um SMS a esse número.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Verifique seu código e tente novamente";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Opa, parece que tivemos um problema de rede. Vamos tentar de novo? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Verifique seu e-mail e tente novamente";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Verifique seu número e tente novamente";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Você já definiu um código de verificação de 2 passos no <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Quando você toca em \"Ligar para mim\" acima, o <u>Digits by Twitter</u> envia uma mensagem de voz para confirmar seu número de celular. Taxas de chamadas e dados podem ser cobradas.";

"FOOTNOTE_CREATE_ACCOUNT" = "Ao tocar em \"Continuar\" acima, você concorda com os <u>Termos de Serviço</u>, a <u>Política de Privacidade</u> e a <u>Política de Cookies</u> do Digits by Twitter, e que outros usuários do %@ possam descobrir você pelo número de celular e/ou e-mail.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Ao tocar em \"Continuar\", você está adicionando este e-mail à sua conta do Digits. Todos os seus aplicativos autenticados com o Digits terão acesso a este endereço de e-mail, e seus usuários poderão descobrir você por e-mail. Gerencie sua conta em <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "Quando você toca em \"Enviar código de confirmação\" acima, o <u>Digits by Twitter</u> envia um SMS para confirmar seu número de celular. Taxas de mensagens e dados podem ser cobradas.";

"FOOTNOTE_TOS_UPDATE" = "Ao tocar em \"Continuar\" acima, você concorda com os <u>Termos de Serviço</u> atualizados, a <u> Política de Privacidade</u> e a <u>Política de Cookies</u> do Digits by Twitter, e que outros usuários do %@ possam descobrir você pelo número de celular e/ou e-mail.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Digite o código de verificação de 2 etapas.";

"LABEL_ENTER_CONF_CODE" = "Enviamos um código para você.";

"LABEL_ENTER_EMAIL" = "Digite o seu e-mail.";

"LABEL_ENTER_PHONE_NUMBER" = "Qual é o número de seu celular?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Usamos o recurso Digits by Twitter para encontrar outros de seus amigos que usam este aplicativo. Quando você tocar em OK, nós iremos carregar sua lista de endereços do Digits by Twitter para que possamos ajudá-lo a encontrar usuários do aplicativo %@ que você conheça ou ajudar outros usuários do aplicativo %@ a encontrá-lo.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Encontre seus amigos";

"LABEL_RESEND_CONF_CODE" = "Não têm um código?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Não foi possível verificar seu número de celular";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Estamos com problemas para enviar um código de confirmação. ";

"ONBOARDING_MESSAGE" = "[Digits] Entre em https://fabric.io para definir o nome do seu aplicativo que será incluído nos e-mails de verificação e nas mensagens de autorização por SMS/voz.";

"PARTIAL_FOOTNOTE_THIS_APP" = "este aplicativo";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Código de verificação";

"PLACEHOLDER_CONF_CODE" = "Digite o seu código de 6 dígitos";

